{"name":"Drakkenheim Outer City","tier":"2","type":"Exploration","description":"The ruined streets outside the city walls of Drakkenheim, where mutated monsters lurk and arcane anomalies alter reality itself.","impulses":"Misdirect and disorient, destroy and contaminate, show signs of the apocalyptic meteor","difficulty":"14","potentialAdversaries":"Any Faction Agents, Any Delerium-Touched","features":[{"title":"Buried Bounty","type":"Passive","description":"The city has glowing delerium to uncover and countless mysteries to unfold. A PC who seeks a delerium claim or knowledge about the fallen city can make an Instinct or Knowledge Roll to learn about this place and discover (potentially contaminated) loot.<ul><li><p><strong>Critical Success:</strong> Gain valuable information and a related useful item and a delerium claim.</p></li><li><p><strong>Success with Hope:</strong> Gain valuable information and a delerium claim.</p></li><li><p><strong>Success with Fear:</strong> Uncover vague or incomplete information.</p></li><li><p><strong>Any Failure:</strong> Mark a Stress to find a lead after an exhaustive search.</p></li></ul>","question":"What greater secrets does the city contain? What predatory delerium-touched creatures lie in wait? What doomed adventurers have met a bad fate here already?","common":""},{"title":"Delerium-Touched Creatures","type":"Passive","description":"Adversaries who appear here are fully contaminated; They have immunity to contamination and mutation, they can see through the haze without issue, and they can <strong>spend a Fear</strong> to heal 2 Hit Points while within a scene with a delerium claim.","question":"What of their appearance speaks to their original form before they mutated? How did the mutation affect them, and why?","common":""},{"title":"Arcane Anomaly","type":"Action","description":"<strong>Spend a Fear</strong> to manifest the eldritch echo of the disaster that ravaged the city. Activate a Progress Countdown (5) as the arcane anomaly appears around the PCs . To complete the countdown and escape the anomaly, the PCs must overcome threats while recalling history and finding clues to escape the inevitable.<p>The effects can mean the appearance of a creature, marking Stress or Hit Points, losing Hope or gaining Fear. Describe the anomaly, ask a player to describe it, or use one of the following:</p><ol><li><p>A fundamental law of reality such as air, gravity, time, or space fails or behaves strangely.</p></li><li><p>Nearby objects animate and whisper terrible truths, or a PC becomes possessed and speaks something dark in the voice of someone long dead.</p></li><li><p>A PC blinks through fragments of its own timeline, their form changing visibly to others as it happens. What do they see?</p></li><li><p>Shadowy hands, black tentacles, or a hypnotic pattern of impossible colours erupts, dealing damage or Stress.</p></li><li><p>Ghostly visions show creatures dying from any major damage they take. When they take major damage, they must also mark a Stress.</p></li><li><p>Corpses rise, an extraplanar adversary appears, shadows attack their owners, or nearby objects animate. Spend a fear to make their first attack an automatic success.</p></li><li><p>A PC is polymorphed, turns invisible, becomes hasted, or is otherwise altered, yet they remain the same mechanically. How?</p></li><li><p>Flowers and a confused aquatic mammal appear <strong>very far</strong> overhead. &#8220;Oh no, not again&#8230;&#8221; Thinks the flowers.</p></li></ol>","question":"What is the source of the anomaly? How do we navigate it? Can we use it to our advantage?","common":""}],"countdownTracker":true,"tokenTracker":false,"countdown":0,"tokens":0}